[
    {
      "id": 1,
      "script": "You’re stronger than you think. Every obstacle you face isn’t a wall, it’s a stepping stone. Keep pushing forward, because the breakthrough you’re looking for is usually one more step past the moment you feel like quitting. Don’t stop here — your future self is counting on you."
    },
    {
      "id": 2,
      "script": "Every champion was once a beginner who refused to quit. You don’t need to be perfect, you just need to be consistent. Progress is progress, no matter how small. Keep going, keep learning, keep fighting. One day, you’ll look back and thank yourself for never giving up."
    },
    {
      "id": 3,
      "script": "Life rewards persistence. When things get tough, remind yourself why you started. You’ve already survived the hardest days of your life — you’re undefeated against your worst moments. So don’t doubt your ability to handle what’s ahead. Stand tall, push through, and keep moving forward."
    },
    {
      "id": 4,
      "script": "Discipline will take you further than motivation ever could. Motivation gets you started, but discipline keeps you going when motivation fades. Show up today, no matter how you feel. That simple act builds momentum, and momentum is unstoppable. Keep showing up, and success will follow."
    },
    {
      "id": 5,
      "script": "Stop waiting for the perfect moment. There isn’t one. The right time is now. Every day you hesitate is another day you’ll wish you had started. Take action, however small. Momentum grows from motion, not from waiting. Start today, and watch the path unfold in front of you."
    },
    {
      "id": 6,
      "script": "Your mind will quit before your body does. When you hear that voice telling you to stop, remember — that’s just fear and doubt talking. You’ve got so much more inside you. Push past the limit, and you’ll discover strength you didn’t even know you had."
    },
    {
      "id": 7,
      "script": "Don’t measure yourself against others — measure yourself against who you were yesterday. Small, consistent improvement compounds into greatness. Celebrate the little wins, because they build into the big ones. Keep leveling up one step at a time. You’re already on your way."
    },
    {
      "id": 8,
      "script": "Dreams don’t work unless you do. Wanting it isn’t enough — you’ve got to chase it relentlessly. You’ll be tested, doubted, maybe even laughed at. But when you succeed, those same people will ask how you did it. Stay hungry, stay focused, and earn it."
    },
    {
      "id": 9,
      "script": "You’ve overcome challenges before, and you’ll overcome this one too. Don’t underestimate your resilience. Every scar is proof that you’re still standing. Strength isn’t avoiding struggle — it’s thriving in spite of it. Keep fighting, because you’re capable of more than you realize."
    },
    {
      "id": 10,
      "script": "Success isn’t magic — it’s repetition. Do the work. Do it again. And again. Consistency beats talent when talent doesn’t work hard. If you stay disciplined, stay focused, and keep showing up, it’s only a matter of time before the results show."
    },
    {
      "id": 11,
      "script": "No one else is coming to save you. Your goals, your dreams — they’re your responsibility. That’s the best news possible, because it means you’re in control. Take ownership, take action, and take the first step. Your future is built by what you choose to do today."
    },
    {
      "id": 12,
      "script": "Greatness lives on the other side of discomfort. Growth never happens in your comfort zone. That uneasy, stretching feeling? That’s progress. Don’t run from it — lean into it. Each step into discomfort brings you closer to the life you’ve been dreaming of."
    },
    {
      "id": 13,
      "script": "You don’t need to see the whole staircase to climb the first step. Stop waiting for clarity and certainty. Start with what you have, where you are. The path reveals itself as you move. Trust yourself, take that step, and momentum will carry you forward."
    },
    {
      "id": 14,
      "script": "Your excuses sound convincing — but they won’t get you anywhere. Instead of asking, “What if I fail?” ask, “What if I succeed?” Fear and doubt can’t hold you if you don’t let them. Replace excuses with effort, and watch your life transform."
    },
    {
      "id": 15,
      "script": "Every setback is a setup for a comeback. Failure isn’t the end — it’s feedback. Learn from it, adapt, and try again stronger. The only real failure is quitting. So rise up, shake it off, and keep moving. Your comeback story is being written right now."
    },
    {
      "id": 16,
      "script": "Stop underestimating yourself. You’ve got skills, strength, and potential waiting to be unlocked. Confidence doesn’t come before you start — it comes after. Act first, then believe. Prove to yourself that you can, and soon enough, you’ll wonder why you ever doubted."
    },
    {
      "id": 17,
      "script": "You can’t control the past, and the future isn’t promised. But you can control what you do right now. Don’t waste today worrying — use today building. Stack enough days of focused effort, and you’ll create a future you’re proud of."
    },
    {
      "id": 18,
      "script": "Think about how far you’ve come. Every lesson, every challenge, every victory has prepared you for this moment. You’re not starting from zero — you’re starting from experience. Don’t let that go to waste. Keep building. The best chapters of your story are still unwritten."
    },
    {
      "id": 19,
      "script": "Hard work beats luck every time. Don’t wait for opportunities to find you — create them. Show up, stay ready, and doors will open. People may doubt you, but your results will silence every doubt. Put in the work now, and your future self will thank you."
    },
    {
      "id": 20,
      "script": "You’re capable of more than you imagine. Don’t let fear of failure hold you back — failure is proof that you’re trying. The real danger is doing nothing. Take risks, chase bold goals, and trust that you’ll figure it out along the way. Your potential is limitless."
    }
  ]
  